export default function PrivacyPolicy() {
  return (
    <article className="bg-[#F5F5F5] text-[#747474] border-[#EBEBEB] px-4 py-3 rounded-sm">
      <b>[잡노트] 개인정보 처리방침</b>
      <br />
      <p>
        잡노트(이하 ‘회사’)는 이용자의 개인정보를 소중히 여기며 「개인정보
        보호법」 등 관련 법령을 준수하고, 다음과 같은 개인정보 처리방침을
        수립·공개합니다. 본 방침은 이용자가 회사의 서비스를 이용함에 있어
        제공하는 개인정보가 어떻게 수집·이용·보관·파기되는지를 안내합니다.
      </p>
      <br />
      <ol>
        <li>
          <section>
            <b>개인정보의 처리 목적</b>
            <br />
            회사는 다음과 같은 목적으로 최소한의 개인정보를 처리하며, 목적이
            변경될 경우 사전에 동의를 받습니다.
            <ul>
              <li>
                회원 가입 및 인증: 사용자 식별, 본인 확인, 부정 이용 방지,
                고지사항 전달
              </li>
              <li>
                이력 관리 서비스 제공: 이력서, 포트폴리오, 자기소개서 등 작성 및
                버전별 저장, 회사별 구분 관리
              </li>
              <li>
                지원 이력 및 일정 관리: 사용자가 등록한 지원 회사, 제출 마감일,
                면접일 등 일정의 저장 및 알림
              </li>
              <li>
                맞춤형 기능 제공: 일정 리마인더, 추천 템플릿, 통계 기반 자동완성
                등사용자 편의를 위한 기능
              </li>
              <li>
                서비스 개선 및 분석: 기능 고도화, 사용자 경험 개선, 서비스 품질
                향상을 위한 통계 분석
              </li>
            </ul>
          </section>
        </li>
        <br />
        <li>
          <section>
            <b>처리하는 개인정보 항목</b>
            <ul>
              <li>회원 가입 및 인증: 이름, 이메일, 비밀번호, 휴대전화번호 </li>
              <li>
                이력 관리 서비스: 학력, 경력, 자격증, 수상내역,
                자기소개서/이력서 내용 등 사용자가 직접 입력한 정보
              </li>
              <li>
                일정 관리 및 지원 이력: 지원한 회사명, 지원 단계, 일정(서류/면접
                등), 알림 설정 여부
              </li>
              <li>
                자동 수집 항목: 접속 IP, 브라우저 정보, 기기 정보, 방문 기록,
                이용 로그 등
              </li>
            </ul>
            <br />
            <span>
              ※ 회사는 주민등록번호, 건강정보 등 민감정보는 수집하지 않으며,
              수집 시 별도 동의를 받습니다.
            </span>
          </section>
        </li>
        <br />
        <li>
          <p>
            <b>개인정보의 보유 및 이용 기간</b>
            <br />
            회원 탈퇴 시: 즉시 모든 개인정보는 지체 없이 파기합니다
          </p>
        </li>
        <br />
        <li>
          <section>
            <b>개인정보의 파기 절차 및 방법 </b>
            <br />
            개인정보는 보유 기간이 종료되거나 처리 목적 달성 시 즉시 파기합니다.
            <ul>
              <li>
                파기 절차: 불필요한 개인정보는 분리 보관 후 파기하며, 개인정보
                보호책임자의 승인 하에 진행됩니다.
              </li>
              <li>파기 방법: 전자적 정보 복구 불가능한 방식으로 영구 삭제</li>
            </ul>
          </section>
        </li>
        <br />
        <li>
          <p>
            <b>개인정보의 제3자 제공</b>
            <br />
            회사는 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 단,
            아래의 경우에만 예외적으로 제공합니다. 법령에 따른 의무 이행을 위한
            경우 정보주체의 사전 동의를 받은 경우
            <br />
            <span>
              ※ 제3자 제공 시 제공받는 자, 항목, 목적, 보유기간 등을 명확히
              고지하고 별도 동의를 받습니다.
            </span>
          </p>
        </li>
        <br />
        <li>
          <p>
            <b>개인정보 처리의 위탁</b>
            <br />
            회사는 서비스 제공을 위해 일부 업무를 외부 전문 업체에 위탁할 수
            있으며, 아래 업체와 계약 체결 시 개인정보 보호에 관한 법령을
            준수하도록 관리·감독합니다.
          </p>
          <ul>
            <li>수탁 업체: Amazon Web Services </li>
            <li>위탁 업무 내용: 클라우드 인프라 운영 및 데이터 저장</li>
            <li>보유 및 이용 기간: 회원 탈퇴 또는 계약 종료 시까지</li>
          </ul>
          <p>※ 수탁업체 변경 시 본 방침을 통해 공지합니다.</p>
        </li>
        <br />
        <li>
          <p>
            <b>개인정보 자동 수집 장치의 설치·운영 및 거부</b>
            <br />
            회사는 쿠키(Cookie)를 이용하여 서비스 이용 편의를 제공합니다.
          </p>
          <ul>
            <li>
              이용 목적: 로그인 유지, 최근 이력서 열람 정보, 맞춤 추천 제공 등{" "}
            </li>
            <li>
              설정 변경: 브라우저 설정을 통해 쿠키 저장을 거부할 수 있으며, 거부
              시 일부 기능 사용이 제한될 수 있습니다.
            </li>
          </ul>
        </li>
        <br />
        <li>
          <p>
            <b>정보주체의 권리 및 행사 방법</b>
            <br />
            이용자는 언제든지 자신의 개인정보에 대해 아래와 같은 권리를 행사할
            수 있습니다.
          </p>
          <ul>
            <li>개인정보 열람요구</li>
            <li>개인정보 정정·삭제 요구</li>
            <li>개인정보 처리정지 요구</li>
          </ul>
          <p>
            ※ [마이페이지 &gt; 개인정보 설정] 또는
            이메일(ejraks1548@gmail.com)을 통해 신청할 수 있습니다.
          </p>
        </li>
        <br />
        <li>
          <section>
            <b>개인정보 보호책임자</b>
            <br />
            회사는 개인정보 처리에 관한 업무를 총괄하며, 정보주체의 민원 및
            권리보호를 위한 책임자를 지정하고 있습니다.
            <p>성명: 황덕</p>
            <p>소속: 잡노트 대표자 </p>
            <p>연락처: ejraks1548@gmail.com</p>
          </section>
        </li>
        <br />
        <li>
          <p>
            <b>고지 및 변경에 관한 사항</b> <br />
            본 방침은 2025년 8월 4일부터 적용됩니다. 내용 추가, 삭제 및 수정이
            있을 경우 사전 고지하며, 변경 내용은 앱 또는 웹사이트를 통해
            안내합니다.
            <br />
            <span>공고일: 2025년 7월 28일 시행일: 2025년 8월 4일</span>
          </p>
        </li>
      </ol>
    </article>
  );
}
